13/data/attachments/6429b2a1d870c9f4.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_5e574897-88e7-4f14-9482-898188db5716</nif:username>
            <nif:friendToBeAdded>Joseph_cultural_Actions_85561_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>